IdeaRS.Connections
CleatData.Length Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.CleatData.Length"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Length { get; set; }
Property Value
Type: Double
See Also
Reference
CleatData Class
IdeaRS.Connections.Data Namespace